<span class="subtitle">Allgemeine Hinweise:</span><br />
Die Universit&auml;tsbibliothek bietet Doktorandinnen und Doktoranden die M&ouml;glichkeit, ihre Dissertation im Internet zu ver&ouml;ffentlichen.<br />
Als zus&auml;tzliche Abgabeform wird neben den herk&ouml;mmlichen Abgabeformen auch die elektronische Ver&ouml;ffentlichung von Dissertationen in allen Fachbereichen als Abgabe akzeptiert.<br />
<br />
<span class="subtitle">Vorgehensweise:</span><br />
Um Ihre Dissertation elektronisch zu publizieren, ben&ouml;tigen Sie einen eigenen Nutzeraccount. Anschlie&szlig;end k&ouml;nne Sie &uuml;ber den Men&uuml;punkt &bdquo;Dissertation anmelden&ldquo; den Workflow starten.<br />
<br />
Es wird eine URN (eine Art ISBN f&uuml;r elektronische Dokumente) f&uuml;r Sie reserviert. Diese sollten sie idealer Weise in den Text ihrer Dissertation aufnehmen. Mittels der URN kann bei der Deutschen Bibliothek jederzeit der aktuelle Standort der Datei ermittelt werden.<br />
<br />
Anschlie&szlig;end k&ouml;nnen Sie die Metadaten f&uuml;r ihre Dissertation eingeben. Bis zur Abgabe k&ouml;nnen Sie die Daten beliebig oft editieren. W&auml;hrend der Bearbeitungsphase haben nur Sie Zugriff auf das Dokument. Es ist nur durch Sie einsehbar. <br />
<br />
Zus&auml;tzlich zu den Metadaten m&uuml;ssen Sie den Volltext der Dissertation auf unseren Server laden.&nbsp; Er sollte m&ouml;glichst als PDF-Datei vorliegen. Weitere Dateien, die zu der Dissertation geh&ouml;ren, sollten Sie als Zip-Datei packen und als Anhang hochladen.<br />
<br />
Wenn alle Angaben vollst&auml;ndig sind und Sie die Dateien auf den Server geladen haben, k&ouml;nnen Sie ihre Dissertation an die Digitale Bibliothek senden. Erzeugen Sie bitte auch das Abgabeformular, dass sie in der Hochschulschriftenstelle vorlegen.<br />
<br />
Nach dem Absenden an die Digitale Bibliothek k&ouml;nnen Sie an den Metadaten keine &Auml;nderungen mehr vornehmen. Ihre Daten werden durch einen Bibliothekar auf Vollst&auml;ndigkeit und Korrektheit &uuml;berpr&uuml;ft. Anschlie&szlig;end gibt er die Dissertation frei und sie kann durch andere Nutzer der Digitalen Bibliothek gelesen werden. Die Daten werden der Deutschen Nationalbibliothek &uuml;bermittelt.<br />
<br />
Sollten Probleme auftreten, werden wir per Mail mit Ihnen Kontakt aufnehmen.<br />
<br />
<hr width="100%" size="2" />
<font color="#ff0000" style="background-color: rgb(255, 255, 255);">!!!</font>Haben Sie noch Fragen?<br />
Wenden Sie sich an die Mitarbeiter der Digitalen Bibliothek<br />
