Die Universit&auml;tsbibliothek bietet Mitgliedern der Universit&auml;t die M&ouml;glichkeit Publikationen in der Digitalen Bibliothek zu ver&ouml;ffentlichen. Neben der Datei mit dem eigentlichen Werk m&uuml;ssen zus&auml;tzliche Informationen (Metadaten) erfasst werden, die f&uuml;r die Katalogisierung und sp&auml;tere Suche des Dokumentes notwendig sind. Metadaten sind unter anderem: Autor, Titel, Erscheinungsdatum, Angaben zur Zeitschrift, wo der Artikel ver&ouml;ffentlicht wurde. Weiterhin k&ouml;nnen Schlagw&ouml;rter und ein Abstrakt hinzugef&uuml;gt werden.<br />
<br />
Ob Autoren, Institutionen, Publikationen oder Dissertationen, f&uuml;r jede Art von Dokument gibt es einen eigenen Gesch&auml;ftsprozess, der nach bestimmten Vorgaben abgearbeitet werden muss.<br />
<br />
<strong> Generell wurden zwei Benutzerrollen eingef&uuml;hrt:</strong><br />
<br />
<strong>Autoren</strong>: Sie stellen Dokumente in das System, in dem sie Metadaten erfassen und den Volltext auf den Server laden. Sie m&uuml;ssen nicht zwangsweise der reale Autor eines Dokuments sein, um es in das System einzustellen. Sollen zus&auml;tzlich detaillierte Angaben &uuml;ber den Autor erfasst werden, ist zun&auml;chst ein Autorendatensatz anzulegen. Dieser Autorendatensatz kann dann mit dem Dokumentdatensatz verkn&uuml;pft werden. Es wird empfohlen Autorendatens&auml;tze f&uuml;r alle publizierenden Mitglieder der Universit&auml;t einzustellen. F&uuml;r externe Autoren (z.B. Co-Autoren in Artikeln) ist dies nicht notwendig.<br />
<br />
<strong>Editoren</strong>: Das sind i.d.R. Bibliothekare, die die Eingaben der Autoren &uuml;berpr&uuml;fen und eventuell vervollst&auml;ndigen.&nbsp; Die Dokumente werden mit standardisierten Metadaten archiviert und unter ebenfalls standardisierten Adressen (URL bzw. URN) langfristig&nbsp; zur Verf&uuml;gung gestellt. Je nach&nbsp; Dokumentarten ist&nbsp; auch eine befristete Einstellung m&ouml;glich. <br />
&nbsp;<br />
<hr width="100%" size="2" />
<font color="#ff0000" style="background-color: rgb(255, 255, 255);">!!! </font><font size="1">Bevor Sie Dokumente einstellen k&ouml;nnen, ben&ouml;tigen Sie ein g&uuml;ltiges <strong>Login</strong>. Eine Anmeldung k&ouml;nnen sie &uuml;ber den Men&uuml;punkt&nbsp;; &bdquo;Nutzerzugang beantragen&ldquo; abgeben. </font>