<span class="subtitle">Allgemeine Hinweise:</span><br />
Es wird empfohlen f&uuml;r alle Angeh&ouml;rigen der Universit&auml;t, die Dokumente einstellen wollen, Autorendatens&auml;tze anzulegen. Nur durch die Autorendatens&auml;tze k&ouml;nnen die Dokumente eindeutig einem Autor zugeordnet werden; denn Eindeutigkeit l&auml;sst sich nicht allein &uuml;ber dem Namen erreichen.<br />
Autorendatens&auml;tze sind Voraussetzung, wenn alle Ver&ouml;ffentlichungen einer Person gesucht werden sollen.<br />
F&uuml;r Autoren, die nicht Mitglieder der Universit&auml;t sind (z.B. Co-Autoren von Artikeln), wird kein Datensatz angelegt. Sie werden lediglich mit dem Namen in den Datensatz des Dokumentes aufgenommen.<br />
<br />
<span class="subtitle">Vorgehensweise:</span><br />
Starten Sie zun&auml;chst den Workflow &uuml;ber den Link &bdquo;Neuen Autor anlegen&ldquo;. Dann wird ihrer Arbeitsmappe ein neuer Eintrag hinzugef&uuml;gt. Zun&auml;chst werden Sie gefragt, ob Sie sich selber als Autor registrieren m&ouml;chten. in diesem Fall wird das System einige Felder des Datensatzes automatisch mit den Daten aus ihrer Nutzerkennung ausf&uuml;llen.<br />
Danach k&ouml;nnen Sie &uuml;ber das Symbol den Editor starten und den Datensatz bearbeiten. Beim Erfassen der Daten wird auch das Geburtsdatum erfasst. Es wird vom System ben&ouml;tigt, um die Eindeutigkeit des Datensatzes zu gew&auml;hrleisten. Es wird jedoch an keiner Stelle &ouml;ffentlich angezeigt.<br />
<br />
Nach dem Editieren haben Sie die M&ouml;glichkeit, die Zugriffsrechte f&uuml;r den Autorendatensatz zu den Datensatz bearbeiten und sich eine Vorschau f&uuml;r ihre Daten anzeigen zu lassen.<br />
<br />
Sind die Daten vollst&auml;ndig, klicken Sie den Link &bdquo;Autorendaten an die Digitale Bibliothek senden&ldquo;.<br />
Die Daten werden an die Bibliothek gesendet. Dort pr&uuml;ft ein Bibliothekar auf Vollst&auml;ndigkeit und Korrektheit und gibt den Datensatz frei. Dar&uuml;ber werden Sie per Email informiert. <br />
<br />
Sie k&ouml;nnen jedoch sofort damit beginnen, f&uuml;r diesen Autor Dokumente einzustellen.<br />
<hr width="100%" size="2" />
<font color="#ff0000" style="background-color: rgb(255, 255, 255);">!!! </font>Haben Sie noch Fragen?<br />
Wenden Sie sich an die Mitarbeiter der Digitalen Bibliothek:<br />
Maria Mustermann:&nbsp;&nbsp;&nbsp; email@mylibrary.de<strong><br />
</strong>