<span class="subtitle">Allgemeine Hinweise:</span><br />
Selbst&auml;ndige und unselbst&auml;ndige Publikationen werden bei der Erfassung der Metadaten unterschieden.<br />
So ist f&uuml;r einen Zeitschriftenartikel, als unselbst&auml;ndige Publikation beispielsweise die Zeitschrift anzugeben, in der dieser Artikel erschienen ist. <br />
<br />
<span class="subtitle"> Vorgehensweise:</span><br />
Um Ihre Publikation elektronisch zu ver&ouml;ffentlichen, ben&ouml;tigen Sie einen eigenen Nutzeraccount. <br />
Au&szlig;erdem sollten Sie, wenn f&uuml;r sie noch kein Autorendatensatz existiert, einen solchen anlegen.<br />
<br />
Anschlie&szlig;end k&ouml;nnen Sie &uuml;ber den Men&uuml;punkt &bdquo;Publikation anmelden&ldquo; den Workflow starten.<br />
Danach wir der Typ der Publikation abgefragt. <br />
<br />
Es wird eine URN (eine Art ISBN f&uuml;r elektronische Dokumente) f&uuml;r Sie reserviert. Diese sollten sie idealer Weise in den Text ihrer Publikation aufnehmen. Mittels der URN kann bei der Deutschen Bibliothek jederzeit der aktuelle Standort der Datei ermittelt werden.<br />
<br />
Anschlie&szlig;end k&ouml;nnen Sie die Metadaten f&uuml;r ihre Publikation eingeben. Bis zur Abgabe k&ouml;nnen Sie die Daten beliebig oft editieren. W&auml;hrend der Bearbeitungsphase haben nur Sie Zugriff auf das Dokument. Es ist nur durch Sie einsehbar. Jedem Eingabefeld wurde ein Hilfebutton (?) zugeordnet, der einen kurze Beschreibung &uuml;ber den Inhalt des Feldes anzeigt. <br />
<br />
Zus&auml;tzlich zu den Metadaten m&uuml;ssen Sie den Volltext der Publikation auf unseren Server laden.&nbsp; Er sollte m&ouml;glichst als PDF-Datei vorliegen. Nat&uuml;rlich k&ouml;nnen auch weitere Dateien hochgeladen werden.<br />
<br />
Au&szlig;erdem k&ouml;nnen sie den Zugriff auf das Dokument einschr&auml;nken. So k&ouml;nnen Sie beispielsweise festlegen, das nur registrierte Benutzer oder nur Nutzer aus dem Hochschulnetz Zugriff auf das Dokument haben sollen. Dieses Zugriffsrecht bezieht sich nur auf den Volltext (die Dateien). Metadaten k&ouml;nnen durch jeden Nutzer der Digitalen Bibliothek eingesehen werden.<br />
<br />
Wenn alle Angaben vollst&auml;ndig sind und Sie die Dateien auf den Server geladen haben, k&ouml;nnen Sie ihre Publikation an die Digitale Bibliothek senden. Nach dem Absenden an die Digitale Bibliothek k&ouml;nnen Sie an den Metadaten keine &Auml;nderungen mehr vornehmen. Ihre Daten werden durch einen Bibliothekar auf Vollst&auml;ndigkeit und Korrektheit &uuml;berpr&uuml;ft. Anschlie&szlig;end gibt er die Publikation frei und sie kann durch andere Nutzer der Digitalen Bibliothek gelesen werden.<br />
<br />
Sollten Probleme auftreten, werden wir per Mail mit Ihnen Kontakt aufnehmen.<br />
<br />
<span class="subtitle"> Technische Hinweise:</span><br />
F&uuml;r die Ver&ouml;ffentlichung auf dem Server sollte die Publikation als PDF-Datei vorliegen. Der Zugriff auf die Datei sollte nicht beschr&auml;nkt und sie sollten alle verwendeten Fonts (Schriften) und Graphiken enthalten. Weitere Dateien k&ouml;nnen Sie in eine Zip-Datei packen und als Anhang ebenfalls auf den Server laden.<br />
<br />
<span class="subtitle"> Rechtliche Rahmenbedingungen:</span><br />
Mit der Ver&ouml;ffentlichung in der Digitalen Bibliothek verbleiben die Urheberrechte bei Ihnen. Die Einhaltung von Urheber- und Verwertungsrechten Dritter liegt in der Verantwortung der Autoren bzw. Herausgeber der elektronischen Dokumente. <br />
<br />
<hr width="100%" size="2" />
<font color="#ff0000"><span style="background-color: rgb(255, 255, 255);">!!!</span></font>Haben Sie noch Fragen?<br />
Wenden Sie sich an die Mitarbeiter der Digitalen Bibliothek<br />
